sddm
plasma
kde-system-meta
kde-utilities-meta
alsa-utils
amd-ucode
base
base-devel
bash-language-server
bat
bc
bind
bluedevil
bluez
bluez-utils
breeze
breeze-gtk
breeze-plymouth
bridge-utils
brother-mfc-l2730dw
btop
cdrtools
chromium
clang
cmake
cmatrix
cups
dhclient
discover
dislocker
dnsmasq
dosfstools
drkonqi
efibootmgr
elisa
evemu
eza
fastfetch
ffmpegthumbnailer
ffmpegthumbs
fzf
git
go
grub
gwenview
htop
hunspell-en_us
imagemagick
ipcalc
jdk11-openjdk
jq
k3b
kactivitymanagerd
kde-cli-tools
kde-gtk-config
kde-system-meta
kde-utilities-meta
kdecoration
kdeplasma-addons
kgamma
kglobalacceld
kinfocenter
kitty
kmail
kmenuedit
kolourpaint
kpipewire
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kwallet-pam
kwayland
kwin
kwrited
layer-shell-qt
lib32-vulkan-radeon
libkscreen
libksysguard
libplasma
libreoffice-fresh
libvirt
linux
linux-firmware
love
lutris
marksman
mesa
mgba-qt
milou
moar
mpv
mypy
nano
networkmanager
ninja
nmap
ntfs-3g
ocean-sound-theme
okular
openssh
os-prober
oxygen
oxygen-sounds
p7zip
packagekit
pavucontrol
piper
pipewire-alsa
pipewire-jack
pkgfile
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
plocate
plymouth-kcm
polkit-kde-agent
powerdevil
print-manager
proton
pyright
python-lsp-server
python-pip
python-pynput
python-pysmb
python-smbprotocol
python-sphinx
qemu-base
qqc2-breeze-style
reflector
ruff
sddm
sddm-kcm
shellcheck
shfmt
snapper
spectacle
speedtest-cli
spice
spice-vdagent
squashfs-tools
sshpass
steam
syslinux
system-config-printer
systemsettings
texlab
the_silver_searcher
tk
traceroute
tree
unrar
unzip
virt-manager
virt-viewer
volumeicon
vscode-json-languageserver
vulkan-radeon
wacomtablet
wget
wireless-regdb
wl-clipboard
wtype
xdg-desktop-portal-kde
xf86-video-amdgpu
xorg-server
xorg-xwayland
yay
zsh
ttf-nerd-fonts-symbols
lib32-alsa-lib
lib32-cairo
lib32-libva
lib32-libxshmfence
lib32-libelf
lib32-libvdpau
lib32-libxext
lib32-libxfixes
lib32-libxdamage
lib32-libunwind
lib32-libxxf86vm
lib32-libglvnd
lib32-libxau
lib32-llvm-libs
lib32-libxdmcp
lib32-llvm
lib32-libx11
lib32-libxrandr
lib32-libpciaccess
lib32-libffi
lib32-libxml2
lib32-zlib
lib32-zstd
