alsa-utils
amd-ucode
android-tools
atuin
bandit
base
base-devel
bash-language-server
bat
bc
bind
bluedevil
bluez
bluez-utils
bpytop
breeze
breeze-gtk
breeze-plymouth
bridge-utils
brother-mfc-l2730dw
btop
cdrtools
chezmoi
chromium
clang
cmake
cmatrix
cups
dhclient
discover
dislocker
dnsmasq
dosfstools
drkonqi
efibootmgr
elisa
evemu
eza
fastfetch
ffmpegthumbnailer
ffmpegthumbs
flake8
flatpak-kcm
fzf
git
glances
go
grub
gwenview
htop
hunspell-en_us
imagemagick
ipcalc
jdk11-openjdk
jq
k3b
kactivitymanagerd
kde-cli-tools
kde-gtk-config
kde-system-meta
kde-utilities-meta
kdecoration
kdeplasma-addons
kgamma
kglobalacceld
kinfocenter
kitty
kmail
kmenuedit
kolourpaint
kpipewire
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kwallet-pam
kwayland
kwin
kwrited
layer-shell-qt
lib32-vulkan-radeon
libkscreen
libksysguard
libplasma
libreoffice-fresh
libvirt
linux
linux-firmware
love
lutris
marksman
mesa
mgba-qt
milou
moar
mpv
mypy
nano
networkmanager
ninja
nmap
ntfs-3g
ocean-sound-theme
okular
openssh
os-prober
oxygen
oxygen-sounds
p7zip
packagekit
pavucontrol
piper
pipewire-alsa
pipewire-jack
pkgfile
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
plocate
plymouth-kcm
polkit-kde-agent
powerdevil
powerline-fonts
powershell-bin
print-manager
proton
pyright
python-lsp-server
python-pip
python-pynput
python-pysmb
python-smbprotocol
python-sphinx
qemu-base
qqc2-breeze-style
reflector
ruff
sddm
sddm-kcm
shellcheck
shfmt
snapper
spectacle
speedtest-cli
spice
spice-vdagent
squashfs-tools
sshpass
steam
syslinux
system-config-printer
systemsettings
texlab
the_silver_searcher
tk
traceroute
tree
unrar
unzip
virt-manager
virt-viewer
volumeicon
vscode-json-languageserver
vulkan-radeon
wacomtablet
wget
wireless-regdb
wl-clipboard
wtype
xdg-desktop-portal-kde
xf86-video-amdgpu
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
zsh
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
